tap "adoptopenjdk/openjdk"
tap "caskroom/cask"
tap "cloudflare/cloudflare"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "imxieyi/waifu2x"
tap "itchyny/tap"
tap "romkatv/gitstatus"
brew "afl-fuzz"
brew "openssl@1.1"
brew "readline"
brew "aircrack-ng"
brew "xz"
brew "asciinema"
brew "automake"
brew "bats"
brew "binaryen"
brew "binutils-i386"
brew "binwalk"
brew "capstone"
brew "cmake"
brew "tbb"
brew "jpeg"
brew "libtool"
brew "little-cms2"
brew "imagemagick"
brew "chafa"
brew "cliclick"
brew "closure-compiler"
brew "libyaml"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "cpulimit"
brew "ctags"
brew "curl"
brew "dash"
brew "dex2jar"
brew "doxygen"
brew "node"
brew "yuicompressor"
brew "emscripten"
brew "exiftool"
brew "fasd"
brew "pkg-config"
brew "sdl2"
brew "ffmpeg"
brew "fftw"
brew "figlet"
brew "fpc"
brew "fswatch"
brew "fx"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-lfs"
brew "glfw"
brew "libksba"
brew "gnupg", link: false
brew "lua"
brew "qt"
brew "gnuplot"
brew "google-benchmark"
brew "gptfdisk"
brew "graphicsmagick"
brew "graphviz"
brew "gtest", args: ["HEAD"]
brew "hashcat"
brew "haskell-stack"
brew "howdoi"
brew "http-server"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "iproute2mac"
brew "irssi"
brew "john-jumbo"
brew "jq"
brew "kotlin"
brew "libpcap"
brew "llvm"
brew "luarocks"
brew "make"
brew "megatools"
brew "mercurial"
brew "n"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "ocaml"
brew "ocrmypdf"
brew "opam"
brew "opencv"
brew "openssh"
brew "openvpn"
brew "pandoc"
brew "pinentry-mac"
brew "portaudio"
brew "portmidi"
brew "proxychains-ng"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy"
brew "pypy3"
brew "python@2", link: false
brew "qrencode"
brew "rclone"
brew "reattach-to-user-namespace"
brew "rust"
brew "rustup-init"
brew "sdl"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "shellcheck"
brew "spidermonkey"
brew "sqlmap"
brew "stdman"
brew "streamlink"
brew "swftools"
brew "task"
brew "telnet"
brew "thefuck"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "tor", restart_service: true
brew "torsocks"
brew "tree"
brew "upx"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zeromq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "imxieyi/waifu2x/waifu2x"
brew "itchyny/tap/mmv"
brew "romkatv/gitstatus/gitstatus"
cask "adoptopenjdk"
cask "airserver"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "battle-net"
cask "blender"
cask "calibre"
cask "chromedriver"
cask "clip-studio-paint"
cask "coconutbattery"
cask "db-browser-for-sqlite"
cask "dhs"
cask "discord"
cask "disk-inventory-x"
cask "do-not-disturb"
cask "docker"
cask "dosbox"
cask "eagle"
cask "eloston-chromium"
cask "epic-games"
cask "expressvpn"
cask "filezilla"
cask "firefox"
cask "firefox-nightly"
cask "flash-player"
cask "ghidra"
cask "gimp"
cask "google-chrome"
cask "google-chrome-canary"
cask "gpg-suite"
cask "hex-fiend"
cask "hiddenbar"
cask "intel-power-gadget"
cask "intellij-idea-ce"
cask "iterm2"
cask "jd-gui"
cask "keepingyouawake"
cask "kextviewr"
cask "kmplayer"
cask "knockknock"
cask "little-snitch"
cask "macclean"
cask "mactex"
cask "micro-snitch"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "minecraft"
cask "mono-mdk"
cask "mounty"
cask "musicbrainz-picard"
cask "notion"
cask "nox-app-player"
cask "obs"
cask "opera"
cask "osxfuse"
cask "owasp-zap"
cask "pixel-picker"
cask "powershell"
cask "qlvideo"
cask "qt-creator"
cask "reikey"
cask "sizeup"
cask "slack"
cask "steam"
cask "superduper"
cask "taskexplorer"
cask "telegram"
cask "tor-browser"
cask "tunnelblick"
cask "unetbootin"
cask "unity"
cask "vagrant"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "whatsyoursign"
cask "wine-stable"
cask "wireshark"
cask "xld"
cask "xquartz"
