tap "adoptopenjdk/openjdk"
tap "caffix/amass"
tap "clojure/tools"
tap "cloudflare/cloudflare"
tap "dart-lang/dart"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "imxieyi/waifu2x"
tap "itchyny/tap"
tap "louisbrunner/valgrind"
tap "romkatv/gitstatus"
tap "yt-dlp/taps"
brew "afl-fuzz"
brew "ca-certificates"
brew "aircrack-ng"
brew "jpeg"
brew "xz"
brew "asciinema"
brew "automake"
brew "bash"
brew "bats"
brew "binaryen"
brew "binutils"
brew "binutils-i386"
brew "pkg-config"
brew "little-cms2"
brew "binwalk"
brew "ghc"
brew "cabal-install"
brew "capstone"
brew "tbb"
brew "cglm"
brew "libtool"
brew "imagemagick"
brew "chafa"
brew "cliclick"
brew "closure-compiler"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "tidy-html5"
brew "php"
brew "composer"
brew "coreutils"
brew "cppman"
brew "cpulimit"
brew "ctags"
brew "cython"
brew "dash"
brew "dex2jar"
brew "diff-so-fancy"
brew "dive"
brew "dos2unix"
brew "doxygen"
brew "libuv"
brew "node"
brew "yuicompressor"
brew "emscripten"
brew "exiftool"
brew "expect"
brew "fasd"
brew "sdl2"
brew "zeromq"
brew "ffmpeg"
brew "fftw"
brew "figlet"
brew "fpc"
brew "fswatch"
brew "fx"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-flow-avh"
brew "git-lfs"
brew "git-svn"
brew "gitmoji"
brew "glfw"
brew "gnu-sed"
brew "gnu-tar"
brew "libksba"
brew "gnupg", link: false
brew "lua"
brew "gnuplot"
brew "google-benchmark"
brew "gptfdisk"
brew "graphicsmagick"
brew "graphviz"
brew "uchardet"
brew "gtest", args: ["HEAD"]
brew "gtk+"
brew "gtk+3"
brew "hashcat"
brew "haskell-stack"
brew "http-server"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imageoptim-cli"
brew "imlib2"
brew "ios-deploy"
brew "iproute2mac"
brew "ipython", link: false
brew "irssi"
brew "jadx"
brew "john-jumbo"
brew "jq"
brew "jupyterlab"
brew "kotlin"
brew "libdvdcss"
brew "libpcap"
brew "libtensorflow"
brew "libxcursor"
brew "luarocks"
brew "make"
brew "man-db"
brew "megatools"
brew "mercurial"
brew "ninja"
brew "meson"
brew "mkcert"
brew "moreutils"
brew "portaudio"
brew "n"
brew "ncurses"
brew "nano"
brew "neofetch"
brew "nmap"
brew "nss", link: false
brew "ocaml"
brew "ocrmypdf"
brew "opam"
brew "opencv", link: false
brew "openssh"
brew "openvpn"
brew "opusfile"
brew "pinentry-mac"
brew "pnpm"
brew "portmidi"
brew "progress"
brew "proxychains-ng"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy"
brew "pypy3"
brew "qt"
brew "python@2", link: false
brew "qrencode"
brew "radare2"
brew "rclone"
brew "reattach-to-user-namespace"
brew "rust"
brew "rustup-init"
brew "scipy"
brew "sdl"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "shellcheck"
brew "spidermonkey"
brew "sqlmap"
brew "streamlink"
brew "swftools"
brew "task"
brew "telnet"
brew "tig"
brew "tmux"
brew "tor", restart_service: true
brew "torsocks"
brew "tree"
brew "unar"
brew "upx"
brew "vim"
brew "vnu"
brew "wabt"
brew "wakeonlan"
brew "wasm3"
brew "watch", link: false
brew "wget"
brew "wimlib"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "caffix/amass/amass"
brew "clojure/tools/clojure"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "imxieyi/waifu2x/waifu2x"
brew "itchyny/tap/mmv"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
brew "romkatv/gitstatus/gitstatus"
brew "yt-dlp/taps/yt-dlp"
cask "adoptopenjdk"
cask "airserver"
cask "alfred"
cask "anaconda"
cask "android-file-transfer"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "balenaetcher"
cask "battle-net"
cask "blender"
cask "burn"
cask "calibre"
cask "carbon-copy-cloner"
cask "chromedriver"
cask "clip-studio-paint"
cask "cloudflare-warp"
cask "coconutbattery"
cask "db-browser-for-sqlite"
cask "dhs"
cask "discord"
cask "disk-inventory-x"
cask "do-not-disturb"
cask "docker"
cask "dosbox"
cask "drawio"
cask "eagle"
cask "eloston-chromium"
cask "epic-games"
cask "figma"
cask "filezilla"
cask "firefox"
cask "firefox-nightly"
cask "flash-player"
cask "flutter"
cask "foobar2000"
cask "ghidra"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "gpg-suite"
cask "graphiql"
cask "hammerspoon"
cask "hex-fiend"
cask "hiddenbar"
cask "imageoptim"
cask "intel-power-gadget"
cask "intellij-idea-ce"
cask "iterm2"
cask "jd-gui"
cask "karabiner-elements"
cask "keepingyouawake"
cask "kextviewr"
cask "keycastr"
cask "kmplayer"
cask "knockknock"
cask "little-snitch"
cask "macclean"
cask "mactex"
cask "micro-snitch"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "minecraft"
cask "mongodb-compass"
cask "mono-mdk"
cask "musicbrainz-picard"
cask "mysqlworkbench"
cask "naver-whale"
cask "notion"
cask "nox-app-player"
cask "obs"
cask "opera"
cask "owasp-zap"
cask "pixel-picker"
cask "powershell"
cask "qlvideo"
cask "qt-creator"
cask "raspberry-pi-imager"
cask "reikey"
cask "renpy"
cask "samsung-dex"
cask "sequel-ace"
cask "sizeup"
cask "slack"
cask "sourcetree"
cask "steam"
cask "superduper"
cask "taskexplorer"
cask "telegram"
cask "the-unarchiver"
cask "tor-browser"
cask "tunnelblick"
cask "unetbootin"
cask "unity"
cask "vagrant"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whatsyoursign"
cask "wine-stable"
cask "wireshark"
cask "xld"
cask "xquartz"
cask "xrg"
cask "zoom"
