tap "adoptopenjdk/openjdk"
tap "cloudflare/cloudflare"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/tap"
brew "afl-fuzz"
brew "openssl@1.1"
brew "aircrack-ng"
brew "asciinema"
brew "bats"
brew "binaryen"
brew "binutils-i386"
brew "python"
brew "capstone"
brew "cmake"
brew "tbb"
brew "little-cms2"
brew "chafa"
brew "closure-compiler"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "ctags"
brew "dash"
brew "doxygen"
brew "node"
brew "yuicompressor"
brew "emscripten"
brew "exiftool"
brew "fasd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "geckodriver"
brew "git"
brew "git-lfs"
brew "glfw"
brew "libksba"
brew "gnupg"
brew "google-benchmark"
brew "gptfdisk"
brew "graphicsmagick"
brew "gtest", args: ["HEAD"]
brew "hashcat"
brew "haskell-stack"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "irssi"
brew "john-jumbo"
brew "jq"
brew "kotlin"
brew "libpcap"
brew "libusbmuxd", args: ["HEAD"]
brew "libyaml"
brew "llvm"
brew "lua"
brew "luarocks"
brew "make"
brew "mercurial"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "ocaml"
brew "opam"
brew "opencv"
brew "openvpn"
brew "pandoc"
brew "proxychains-ng"
brew "python@2"
brew "qt"
brew "reattach-to-user-namespace"
brew "rmtrash"
brew "rust"
brew "rustup-init"
brew "spidermonkey"
brew "streamlink"
brew "swftools"
brew "telnet"
brew "thefuck"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "tor", restart_service: true
brew "torsocks"
brew "tree"
brew "upx"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl", link: false
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "itchyny/tap/mmv"
cask "adoptopenjdk"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "blender"
cask "chromedriver"
cask "coconutbattery"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "expressvpn"
cask "filezilla"
cask "firefox"
cask "firefox-nightly"
cask "ghidra"
cask "google-chrome"
cask "google-chrome-canary"
cask "gpg-suite"
cask "hex-fiend"
cask "hiddenbar"
cask "intellij-idea-ce"
cask "iterm2"
cask "jd-gui"
cask "keepingyouawake"
cask "mactex"
cask "minecraft"
cask "mono-mdk"
cask "mounty"
cask "musicbrainz-picard"
cask "notion"
cask "nox-app-player"
cask "obs"
cask "opera"
cask "owasp-zap"
cask "powershell"
cask "qlvideo"
cask "qt-creator"
cask "slack"
cask "steam"
cask "superduper"
cask "telegram"
cask "tor-browser"
cask "tunnelblick"
cask "unity"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xld"
